{
  "messages": [
    "Minsan, ang puso ko ay nag-uumpisang magtaka kung bakit ako nahihirapan na magsalita sa iyo. Ngunit ngayon, nagbago ang lahat. Gusto kong ipahayag sa iyo ang aking nararamdaman. Mahal kita. Alam kong mukhang abalang sabihin ito, ngunit sa tingin ko, hindi mo alam kung gaano kahalaga ka para sa akin.",
    "Kaya ngayon, gusto kong maging tapat sa iyo at sabihin ang mga salitang ito. Sa bawat sandali na tayo ay magkasama, nararamdaman ko ang malakas na pag-ibig. Mahal na mahal kita, at sana'y makapagbigay ako ng kahulugan sa mga salitang ito.",
    "Hindi ko alam kung paano sasabihin sa iyo ang lahat ng ito, pero nararamdaman ko na dapat kong sabihin. Sa tuwing nakikita kita, nadarama ko ang init at kilig sa aking puso. Alam kong hindi mo alam, pero ang totoo ay mahal na mahal kita. At sa bawat araw na lumilipas, lalo ko pang nadarama ang pagmamahal na ito para sa iyo.",
    "Nais kong malaman mo na mahal kita. Pinag-isipan ko ito nang maigi at ang daming oras na nakalipas, ngunit hindi ko pa rin magawang tanggihan ang nararamdaman ko. Gusto kong sabihin sayo na di ka lang nakakapagbigay ng saya sa araw ko, ngunit nakapagbibigay ka ng kulay sa mundo ko. Mahal na mahal kita.",
    "Hi crush! Alam kong hindi mo inaasahan na ako ay magpapahayag ng nararamdaman ko sa'yo. Ngunit nararamdaman ko na hindi ako makakapagpigil pa. Gusto kong sabihin sa'yo na mahal kita. Mahal na mahal kita. Sana ay magustuhan mo rin ako.",
    "Hi Crush, gusto ko lang sabihin sayo na nagiging matapang na ako ngayon para sabihin ito. Alam ko na hindi mo ako inaasahan, pero nararamdaman ko na ikaw lang ang para sa akin. Gusto ko lang ipaalam sayo na mahal kita, at sana matupad ko ang pangarap kong makasama ka at maging tayo. Salamat!",
    "Alam mo, nahihiya ako na aminin sa'yo, ngunit nararamdaman ko ang pag-ibig. Hindi ko alam kung paano ko ipapahayag ito, ngunit gusto kong sabihin na mahal kita. Pumapasok ka sa puso ko at sa aking mga pangarap. Mahal na mahal kita!"
  ]
}
